{
	"carpenter": "General Carpenter",
	"carpenterContent": "Whether with concrete, exteriors, roofs, infrastructure, scaffolding, to the finest trim and finish work, UBC carpentry professionals provide the crucial work on most every type of structure found in our world. From skyscrapers and hospitals to office buildings, prisons, schools, hotels, bridges, highways, infrastructure, and beyond, carpenters are responsible for bringing the blueprints for these structures to life. ",
	"millwrights": "Millwrights",
	"millwrightsContent": "Millwrights are construction professionals who work primarily with machinery and equipment requiring precision. Millwrights install, maintain, diagnose, and repair equipment such as compressors, pumps, conveyors, gas and steam turbines, monorails, and extruders.",
	"pile-drivers": "Pile Drivers",
	"pile-driversContent": "UBC pile drivers are adept at expertly and efficiently driving steel, concrete or wood piling into the earth during the early stages of construction. This skill is crucial to both a project’s success and the safety of workers, since the piling is also meant to hold back the earth during excavations, to set up the foundation of skyscrapers, highways, and bridges, and to build docks and wharfs.",
	"lathers": "Lathers",
	"lathersContent": "Lathing is a small but vital trade for UBC signatory contractors and the customers they service. While it is an ancient trade that dates back to when palaces and cathedrals were built with stone and plaster, modern advancements make it a difficult trade to master.",
	"millwork": "Millwork",
	"millworkContent": "Achieving the desired results of a custom architectural millwork project requires the work of an expert—a professional with the right mix of skill and productivity to meet the demands and specifications of the design.",
	"interior-systems": "Interior Systems",
	"interior-systemsContent": "UBC interior systems professionals are experts in several facets of a structure’s interior. Typical work involves the installation of modern equipment and material in commercial and public buildings, including acoustical ceilings, computer-access flooring, metal framing, wall partitions, office furniture systems, and both custom or factory-produced materials. ",
	"residential": "Residential",
	"residentialContent": "New homes must be built for growing populations, and old homes must be renovated or replaced with new, more efficient ones. It takes a skilled professional to create or renovate these structures expertly and efficiently. Residential carpentry in the UBC focuses on providing our contractors with experts in new building products, new styles, new tools and new technology in today’s housing industry.",
	"floor-coverers": "Floor Coverers",
	"floor-coverersContent": "Floor coverers install a wide variety of flooring materials, including carpet, resilients, wood, laminates, and sport surfaces. They are experts at estimating materials; understanding pattern layout; and safely and properly using the industry's many tools, adhesives, and fastening systems. Professional floor coverers from the UBC are found in commercial, residential, and institutional settings. Work is often done based on specifications of architects, facility managers or interior designers.",
	"read-more": "Read More",
	"contracting":"Contracting in Maryland?",
	"needs": "For your contruction needs, please contact a council representative at one of ",
	"council-offices": "our council branch offices.",
	"offices": "Council Offices",
	"subcontracting": "Subcontracting",
	"subContent": "General Contractors... \nIs your firm looking for subcontractors that can finish the job on time and right the first time? \nThen, consider calling union contractors. \nThey are big and small. They practice excellence in performance. and comply with all aspects of employment laws and that pay area standard wages and benefits to their workforce.For a list of the Best Value Contractors within our trade please click ",
	"here": "here",
	"visit": "Visit our Installations",
	"visit-content": "Would you be interested to have a tour on our training center? \nLet us offer you a visit to one of our centers. Please call or email us in the contact information below:",
	"receive": "Fill out to receive list",
	"crafts": "Crafts",
	"visit-menu": "Visit",
	"contracting-menu":"Contractors"
}