{
	"admin": "Admin",
	"logout": "Logout",
	"settings": "Settings",
	"busy-heading": "How to keep busy",
	"keep-busy-scroll": "Keep Busy",
	"news": "News",
	"events": "Events",
	"note": "Note:",
	"job-heading": "Find a Job!",
	"document": "This document",
	"help": "We are here to help. ",
	"boycott-heading": "Boycotts",
	"boycott-buy": "Shop here:",
	"boycott-dont": "Don't shop here:",
	"benefits-heading": "Benefits - GEM Group",
	"benefits-dets": "If you know of insurance fraud, report it, by calling the hot-line number listed here, and protect our benefits for legitimate claims only. (301) 735-6660 ext. 130\n \nYou can view our summary of benefits ",
	"benefits-here": "here.",
	"benefits-scroll": "Benefits",
	"resume-heading": "Resume",
	"resume-can": "You can ",
	"resume-print": "make and print",
	"resume-your": " your own resume or ",
	"resume-submit": "submit your information",
	"resume-us": " to us directly.",
	"boycott-dets": "Organization is our strongest tool. United, we support those businesses that bring positive contributions to out communities and our brothers. Here is a list of places that we should support together, as well as a list of those where we need to mark our presence.",
	"new-job": "If you transferred to a new job not yer listed on our list, please ",
	"submit-report": "submit a report",
	"maintain-standards": ", and help us maintain standards on every job.",
	"aval-jobs": " contains an updated list of available jobs",
	"updated-list": "Help us keep the list updated by",
	"reporting-available": " reporting an available job.",
	"important-know": "Its important that you let us know where you work because we can protect your rights as a worker. We stand with you, but we need to know where we stand. Reporting a job does not harm your employer. On the contrary, it gives good reputation to them. We offer publicity for those employers that abide by out union ideals. This means that they treat workers like yourself in a respectable and fair manner.",
	"agents-verify": " Agents will verify the accuracy of the record and will contact available members or post information at our \"members only\" FaceBook account",
	"busy-dets": "For the most part, union carpenters keep themselves employed year round, because of the qualities that members like you offer to employers, that is:\n \n > Practice good work ethics \n > Always show up on time \n > Treat others with respect \n > Keeps learning and obtaining certifications\n \nIf work is slow and you are facing a layoff, the following will help you increase your chances to land another job.",
	"note-dets": "Contributions from all members help in the operation of this local. \nCurrent monthly union dues for our local is $20.00 \nUnion cards are issued each quarter of the year. You will need to pay three months to get a card. \n \nOFFICE: Office opens Monday - Friday, from 7 a.m. to 5 p.m.",
	"rights": "Rights and Responsibilities",
	"meeting": "Monthly Meeting: \nEvery 4th Monday of each month, at 6:30PM",
	"brothers": "Brothers and sisters, Remember that: the first letter in the word union is “U”. Please come to our meeting to find out what is happening in your union.",
	"rights-dets": "Good Union Citizenship means… \nBELIEF IN UNIONISM \nBelief in the merits and purpose of unionism, and in the Brotherhood. \nLOYALTY \nPride in being a part of the union; commitment to the Brotherhood and to each other. \nRESPONSIBILITY \nWillingness to meet the daily obligations of being a member. \nPARTICIPATION \nWillingness to give personal time and energy in service to the union."
}