{
	"preamble-1": "Nuestro objetivo sera promover y proteger el interes de nuestra membresía, a elevar la moral, condiciones intelectuales y sociales de todos los hombres y mujeres de trabajo, a asistir uno al otro en enfermedad y angustia.",
	"preamble-2": "A alentar aprendizaje y altos estándares de destrezas, a cultivar un sentimiento de amistad, y a asistir mutuamente a asegurar empleo.",
	"preamble-3": "A ayudar y asistir todas las organizaciones a defender la dignidad del trabajo y resistir opresión a través de medios honorables.",
	"preamble-4": "A mantener como principio sagrado, que miembros de la union, por encima de otros, deberán establecer un buen ejemplo como fieles y buenos trabajadores, realizando sus deberes ante el empleador con honor para ellos y su organización.",
	"preamble-5": "Nosotros resentimos el principio de asociaciones por despacho abierto, y continuaremos esforzando por promulgación de legislaciones, que nos permitan alcanzar nuestros objetivos.",
	"preamble-6": "Comprendiendo que un golpe a una organización es un golpe a todos, por consiguiente, deberá ser nuestro deber como miembros de union a comprar artículos hechos union y patrocinar fabricas y establecimientos de negocios union siempre que esto sea posible hacerlo.",
	"preamble-7": "Así que, con estos objetivos y principios en mente, nosotros los Carpinteros de la region de Alexandria, VA, afiliamos nosotros mismos dentro de una organización que deberá conocerse como Local Union No. 1665 de la Hermandad Unida de Carpinteros y Ensambladores de America, en conformidad con las provisiones de la Constitución y Leyes de Hermandad Unida.",
	"affiliation": "Afiliación",
	"preamble": "Preambulo",
	"local-officers": "Oficiales del Local",
	"location": "Ubicación",
	"visit": "Visita %organization",
	"ubc": "Local de Carpinteros 101 fue titulado en 1904 por la Hermandad Unida de Carpinteros y Ensambladores de America.",
	"mrc": "Es parte del Consejo Regional Metropolitano de Carpinteros desde fecha."
}